Repository: craigmpeters/Clarity
Catalog: Clarity/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: / week
de: / Woche
es: / semana
fr: / semaine
zh_hans: / 星期

source: %lld / week
de: %lld / Woche
es: %lld/semana
fr: %lld / semaine
zh_hans: %lld/周

source: %lld completed
de: %lld abgeschlossen
es: %lld completado
fr: %lld terminé
zh_hans: %lld 已完成

source: %lld days left
de: %lld Tag übrig
es: Quedan %lld días
fr: %lld jours restants
zh_hans: 还剩 %lld 天

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionado
fr: %lld sélectionné
zh_hans: %lld 已选择

source: %lld tasks
de: %lld Aufgaben
es: %lld tareas
fr: %lld tâches
zh_hans: %lld 个任务

source: About
de: Über
es: Acerca de
fr: À propos
zh_hans: 关于

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
zh_hans: 添加

source: Add category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
zh_hans: 添加类别

source: Add Category
de: Kategorie hinzufügen
es: Agregar categoría
fr: Ajouter une catégorie
zh_hans: 添加类别

source: Add Historical Data (30 days)
de: Verlaufsdaten hinzufügen (30 Tage)
es: Agregar datos históricos (30 días)
fr: Ajouter des données historiques (30 jours)
zh_hans: 添加历史数据（30天）

source: Add Sample Categories
de: Beispielkategorien hinzufügen
es: Agregar categorías de muestra
fr: Ajouter des exemples de catégories
zh_hans: 添加示例类别

source: Add Task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
zh_hans: 添加任务

source: Add This Week's Completed Tasks
de: Abgeschlossene Aufgaben dieser Woche hinzufügen
es: Agregar las tareas completadas de esta semana
fr: Ajouter les tâches terminées de cette semaine
zh_hans: 添加本周已完成的任务

source: AI can suggest subtasks
de: KI kann Unteraufgaben vorschlagen
es: La IA puede sugerir subtareas
fr: L'IA peut suggérer des sous-tâches
zh_hans: AI可以建议子任务

source: AI will suggest smaller, manageable tasks
de: KI schlägt kleinere, handhabbare Aufgaben vor
es: La IA sugerirá tareas más pequeñas y manejables
fr: L'IA suggérera des tâches plus petites et gérables
zh_hans: 人工智能将建议更小的、可管理的任务

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
zh_hans: 所有类别

source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
zh_hans: 所有任务

source: Allow Notifications in Settings
de: Benachrichtigungen in Einstellungen erlauben
es: Permitir notificaciones en la configuración
fr: Autoriser les notifications dans les paramètres
zh_hans: 在设置中允许通知

source: Analyzing task...
de: Aufgabe wird analysiert...
es: Analizando tarea...
fr: Tâche d'analyse...
zh_hans: 正在分析任务...

source: App Icon
de: App-Symbol
es: Icono de aplicación
fr: Icône de l'application
zh_hans: 应用程序图标

source: Apple Intelligence has not finished downloading. Come back soon for the ability to split tasks
de: Apple Intelligence wurde noch nicht vollständig heruntergeladen. Kommen Sie bald zurück, um Aufgaben aufteilen zu können
es: Apple Intelligence no ha terminado de descargarse. Vuelve pronto para disfrutar de la posibilidad de dividir tareas.
fr: Apple Intelligence n'a pas terminé le téléchargement. Revenez bientôt pour la possibilité de diviser les tâches
zh_hans: Apple Intelligence 尚未完成下载。尽快回来获得拆分任务的能力

source: Apple Intelligence Testing
de: Apple Intelligence Testen
es: Pruebas de inteligencia de Apple
fr: Tests d'intelligence Apple
zh_hans: 苹果智能测试

source: Apply categories to all tasks
de: Kategorien auf alle Aufgaben anwenden
es: Aplicar categorías a todas las tareas.
fr: Appliquer des catégories à toutes les tâches
zh_hans: 将类别应用于所有任务

source: Are you sure you want to delete %@
de: Möchten Sie %@ wirklich löschen
es: ¿Estás seguro de que deseas eliminar %@?
fr: Êtes-vous sûr de vouloir supprimer %@
zh_hans: 您确定要删除%@吗

source: Are you sure you want to delete %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Estás seguro de que deseas eliminar %@?
fr: Etes-vous sûr de vouloir supprimer %@ ?
zh_hans: 您确定要删除%@吗？

source: Back
de: Zurück
es: Atrás
fr: Dos
zh_hans: 后退

source: Built-in Sounds
de: Integrierte Töne
es: Sonidos incorporados
fr: Sons intégrés
zh_hans: 内置声音

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
zh_hans: 类别

source: Categories & Targets
de: Kategorien & Ziele
es: Categorías y objetivos
fr: Catégories et cibles
zh_hans: 类别和目标

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
zh_hans: 类别

source: Category Details
de: Kategoriedetails
es: Detalles de la categoría
fr: Détails de la catégorie
zh_hans: 类别详情

source: Category Filter
de: Kategoriefilter
es: Filtro de categoría
fr: Filtre de catégorie
zh_hans: 类别过滤器

source: Category Name
de: Kategoriename
es: Nombre de categoría
fr: Nom de la catégorie
zh_hans: 类别名称

source: Category Targets
de: Kategorieziele
es: Objetivos de categoría
fr: Cibles de catégorie
zh_hans: 类别目标

source: Change App Icon
de: App-Symbol ändern
es: Cambiar icono de aplicación
fr: Changer l'icône de l'application
zh_hans: 更改应用程序图标

source: Change Swipe Options
de: Wischoptionen ändern
es: Cambiar opciones de deslizamiento
fr: Modifier les options de balayage
zh_hans: 更改滑动选项

source: Choose a preferred app icon. You can change this anytime.
de: Wählen Sie ein bevorzugtes App-Symbol. Sie können dies jederzeit ändern.
es: Elija el ícono de una aplicación preferida. Puedes cambiar esto en cualquier momento.
fr: Choisissez une icône d'application préférée. Vous pouvez modifier cela à tout moment.
zh_hans: 选择一个首选的应用程序图标。您可以随时更改此设置。

source: Clear All Categories
de: Alle Kategorien löschen
es: Borrar todas las categorías
fr: Effacer toutes les catégories
zh_hans: 清除所有类别

source: Clear All Tasks
de: Alle Aufgaben löschen
es: Borrar todas las tareas
fr: Effacer toutes les tâches
zh_hans: 清除所有任务

source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
zh_hans: 清除日志

source: Color
de: Farbe
fr: Couleur
zh_hans: 颜色

source: Complete onboarding and start using the app
de: Einrichtung abschließen und App verwenden
es: Complete la incorporación y comience a usar la aplicación
fr: Terminez l'intégration et commencez à utiliser l'application
zh_hans: 完成入门并开始使用该应用程序

source: Complete some tasks to see your statistics
de: Erledigen Sie einige Aufgaben, um Ihre Statistiken zu sehen
es: Completa algunas tareas para ver tus estadísticas.
fr: Effectuez certaines tâches pour voir vos statistiques
zh_hans: 完成一些任务以查看您的统计数据

source: Complete task
de: Aufgabe abschließen
es: tarea completa
fr: Tâche terminée
zh_hans: 完成任务

source: Complete Task
de: Aufgabe abschließen
es: Completar tarea
fr: Terminer la tâche
zh_hans: 完成任务

source: Completed Tasks
de: Abgeschlossene Aufgaben
es: Tareas completadas
fr: Tâches terminées
zh_hans: 已完成的任务

source: Completed Tasks by Category
de: Abgeschlossene Aufgaben nach Kategorie
es: Tareas completadas por categoría
fr: Tâches terminées par catégorie
zh_hans: 按类别完成的任务

source: Completed Tasks to Display
de: Anzuzeigende abgeschlossene Aufgaben
es: Tareas completadas para mostrar
fr: Tâches terminées à afficher
zh_hans: 要显示的已完成任务

source: Converting sound…
de: Ton wird konvertiert…
es: Convirtiendo sonido…
fr: Conversion du son…
zh_hans: 转换声音...

source: Could not find task, please try again.
de: Aufgabe nicht gefunden, bitte erneut versuchen.
es: No se pudo encontrar la tarea, inténtalo de nuevo.
fr: Impossible de trouver la tâche, veuillez réessayer.
zh_hans: 找不到任务，请重试。

source: Couldn't Change Icon
de: Symbol konnte nicht geändert werden
es: No se pudo cambiar el ícono
fr: Impossible de changer l'icône
zh_hans: 无法更改图标

source: Couldn't complete the task.
de: Aufgabe konnte nicht abgeschlossen werden.
es: No se pudo completar la tarea.
fr: Impossible de terminer la tâche.
zh_hans: 无法完成任务。

source: Couldn't delete task: %@
de: Aufgabe konnte nicht gelöscht werden: %@
es: No se pudo eliminar la tarea: %@
fr: Impossible de supprimer la tâche : %@
zh_hans: 无法删除任务：%@

source: Count
de: Anzahl
es: Contar
fr: Compter
zh_hans: 数数

source: Create a new task in Clarity
de: Neue Aufgabe in Clarity erstellen
es: Crear una nueva tarea en Clarity
fr: Créer une nouvelle tâche dans Clarity
zh_hans: 在 Clarity 中创建新任务

source: Create Overdue Tasks
de: Überfällige Aufgaben erstellen
es: Crear tareas atrasadas
fr: Créer des tâches en retard
zh_hans: 创建过期任务

source: Create Task
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
zh_hans: 创建任务

source: Create Tasks
de: Aufgaben erstellen
es: Crear tareas
fr: Créer des tâches
zh_hans: 创建任务

source: Create Test Recurring Tasks
de: Wiederkehrende Testaufgaben erstellen
es: Crear tareas recurrentes de prueba
fr: Créer des tâches récurrentes de test
zh_hans: 创建测试重复任务

source: Created
de: Erstellt
es: Creado
fr: Créé
zh_hans: 已创建

source: Current Configuration
de: Aktuelle Konfiguration
es: Configuración actual
fr: Configuration actuelle
zh_hans: 当前配置

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
zh_hans: 当前连胜

source: Custom
de: Benutzerdefiniert
es: Costumbre
fr: Coutume
zh_hans: 风俗

source: Custom Sound
de: Benutzerdefinierter Ton
es: Sonido personalizado
fr: Son personnalisé
zh_hans: 自定义声音

source: Daily Breakdown
de: Tägliche Aufschlüsselung
es: Desglose diario
fr: Répartition quotidienne
zh_hans: 每日细目

source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
zh_hans: 数据管理

source: day
de: Tag
es: día
fr: jour
zh_hans: 天

source: days
de: Tage
es: días
fr: jours
zh_hans: 天

source: Days
de: Tage
es: Días
fr: Jours
zh_hans: 天

source: Debug Action
de: Debug-Aktion
es: Acción de depuración
fr: Action de débogage
zh_hans: 调试动作

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
zh_hans: 删除

source: Delete a Task
de: Eine Aufgabe löschen
es: Eliminar una tarea
fr: Supprimer une tâche
zh_hans: 删除任务

source: Delete a task in Clarity
de: Eine Aufgabe in Clarity löschen
es: Eliminar una tarea en Clarity
fr: Supprimer une tâche dans Clarity
zh_hans: 在 Clarity 中删除任务

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
zh_hans: 删除类别

source: Deleted Task: %@
de: Aufgabe gelöscht: %@
es: Tarea eliminada: %@
fr: Tâche supprimée : %@
zh_hans: 已删除的任务：%@

source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
zh_hans: 发展

source: Development Tools
de: Entwicklungswerkzeuge
es: Herramientas de desarrollo
fr: Outils de développement
zh_hans: 开发工具

source: Done
de: Fertig
es: Hecho
fr: Fait
zh_hans: 完毕

source: Due Date
de: Fälligkeitsdatum
es: dos citas
fr: Deux rendez-vous
zh_hans: 两个日期

source: Duration
de: Dauer
es: Duración
fr: Durée
zh_hans: 期间

source: Duration (Minutes)
de: Dauer (Minuten)
es: Duración (Minutos)
fr: Durée (minutes)
zh_hans: 持续时间（分钟）

source: Edge Cases
de: Grenzfälle
es: Casos extremos
fr: Cas de pointe
zh_hans: 边缘情况

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
zh_hans: 编辑

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
zh_hans: 编辑类别

source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
zh_hans: 编辑任务

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
zh_hans: 启用通知

source: Essential Gestures
de: Grundlegende Gesten
es: Gestos esenciales
fr: Gestes essentiels
zh_hans: 基本手势

source: Every
de: Alle
es: Cada
fr: Chaque
zh_hans: 每一个

source: Export Stats
de: Statistiken exportieren
es: Estadísticas de exportación
fr: Statistiques d'exportation
zh_hans: 出口统计

source: File Data
de: Dateidaten
es: Datos de archivo
fr: Données du fichier
zh_hans: 文件数据

source: Finish Task
de: Aufgabe beenden
es: Finalizar tarea
fr: Terminer la tâche
zh_hans: 完成任务

source: First Left
de: Erste Links
es: Primera izquierda
fr: Première à gauche
zh_hans: 左一

source: First Right
de: Erste Rechts
es: Primera derecha
fr: Première à droite
zh_hans: 右一

source: Focus State Testing
de: Fokusstatus testen
es: Pruebas de estado de enfoque
fr: Tests d'état de mise au point
zh_hans: 焦点状态测试

source: General
de: Allgemein
fr: Général
zh_hans: 一般的

source: Generate Weekly Progress Data
de: Wöchentliche Fortschrittsdaten generieren
es: Generar datos de progreso semanal
fr: Générer des données de progression hebdomadaires
zh_hans: 生成每周进度数据

source: Get ${task} details in Clarity
de: ${task}-Details in Clarity abrufen
es: Obtenga detalles de ${task} en Clarity
fr: Obtenez les détails de ${task} dans Clarity
zh_hans: 在 Clarity 中获取 ${task} 详细信息

source: Get Details about a task
de: Details zu einer Aufgabe abrufen
es: Obtener detalles sobre una tarea
fr: Obtenir des détails sur une tâche
zh_hans: 获取有关任务的详细信息

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
zh_hans: 开始使用

source: Get Task Details
de: Aufgabendetails abrufen
es: Obtener detalles de la tarea
fr: Obtenir les détails de la tâche
zh_hans: 获取任务详细信息

source: Global Target
de: Globales Ziel
es: Objetivo global
fr: Cible mondiale
zh_hans: 全球目标

source: Global Weekly Target
de: Globales Wochenziel
es: Objetivo semanal global
fr: Objectif hebdomadaire mondial
zh_hans: 全球每周目标

source: Go to next page
de: Zur nächsten Seite
es: Ir a la página siguiente
fr: Aller à la page suivante
zh_hans: 转到下一页

source: Go to previous page
de: Zur vorherigen Seite
es: Ir a la página anterior
fr: Aller à la page précédente
zh_hans: 转到上一页

source: Hide
de: Ausblenden
es: Esconder
fr: Cacher
zh_hans: 隐藏

source: Import Custom Sound
de: Benutzerdefinierten Ton importieren
es: Importar sonido personalizado
fr: Importer un son personnalisé
zh_hans: 导入自定义声音

source: Import Failed
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
zh_hans: 导入失败

source: Invalid task Identifier.
de: Ungültige Aufgaben-ID.
es: Identificador de tarea no válido.
fr: Identifiant de tâche non valide.
zh_hans: 任务标识符无效。

source: Last Completed At
de: Zuletzt abgeschlossen am
es: Completado por última vez en
fr: Dernière réalisation à
zh_hans: 最后完成时间

source: Last Month
de: Letzter Monat
es: Mes pasado
fr: Mois dernier
zh_hans: 上个月

source: Learn these powerful swipe actions
de: Diese leistungsstarken Wischgesten kennenlernen
es: Aprenda estas poderosas acciones de deslizar
fr: Apprenez ces puissantes actions de balayage
zh_hans: 了解这些强大的滑动动作

source: List Tasks
de: Aufgaben auflisten
es: Listar tareas
fr: Liste des tâches
zh_hans: 列出任务

source: Logs
de: Protokolle
es: Registros
fr: Journaux
zh_hans: 日志

source: Longest Streak
de: Längste Serie
es: Racha más larga
fr: La plus longue séquence
zh_hans: 最长连续纪录

source: Manage Categories & Targets
de: Kategorien & Ziele verwalten
es: Administrar categorías y objetivos
fr: Gérer les catégories et les cibles
zh_hans: 管理类别和目标

source: Manage Targets
de: Ziele verwalten
es: Administrar objetivos
fr: Gérer les cibles
zh_hans: 管理目标

source: Mark a task as completed
de: Aufgabe als abgeschlossen markieren
es: Marcar una tarea como completada
fr: Marquer une tâche comme terminée
zh_hans: 将任务标记为已完成

source: Memory Usage
de: Speichernutzung
es: Uso de la memoria
fr: Utilisation de la mémoire
zh_hans: 内存使用情况

source: Most productive hours
de: Produktivste Stunden
es: Horas más productivas
fr: Heures les plus productives
zh_hans: 最有生产力的时间

source: Need help breaking this down?
de: Benötigen Sie Hilfe beim Aufteilen?
es: ¿Necesitas ayuda para descomponer esto?
fr: Besoin d'aide pour décomposer cela ?
zh_hans: 需要帮助解决这个问题吗？

source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
zh_hans: 新类别

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
zh_hans: 新任务

source: Next
de: Weiter
es: Próximo
fr: Suivant
zh_hans: 下一个

source: Next occurrence
de: Nächstes Vorkommen
es: Próxima ocurrencia
fr: Prochaine occurrence
zh_hans: 下一次出现

source: No completed tasks
de: Keine abgeschlossenen Aufgaben
es: No hay tareas completadas
fr: Aucune tâche terminée
zh_hans: 没有完成的任务

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
zh_hans: 无可用数据

source: No weekly targets set
de: Keine Wochenziele festgelegt
es: No se han establecido objetivos semanales
fr: Aucun objectif hebdomadaire fixé
zh_hans: 没有设定每周目标

source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notification
zh_hans: 通知设置

source: Notification status unknown.
de: Benachrichtigungsstatus unbekannt.
es: Estado de notificación desconocido.
fr: Statut de notification inconnu.
zh_hans: 通知状态未知。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
zh_hans: 通知

source: Notifications are allowed. You can change this in Settings at any time.
de: Benachrichtigungen sind erlaubt. Sie können dies in den Einstellungen jederzeit ändern.
es: Se permiten notificaciones. Puedes cambiar esto en Configuración en cualquier momento.
fr: Les notifications sont autorisées. Vous pouvez modifier cela dans les paramètres à tout moment.
zh_hans: 允许通知。您可以随时在“设置”中更改此设置。

source: Notifications are currently disabled. You can enable them in the Settings app.
de: Benachrichtigungen sind derzeit deaktiviert. Sie können sie in der Einstellungen-App aktivieren.
es: Las notificaciones están actualmente deshabilitadas. Puede habilitarlos en la aplicación Configuración.
fr: Les notifications sont actuellement désactivées. Vous pouvez les activer dans l'application Paramètres.
zh_hans: 通知目前已禁用。您可以在“设置”应用程序中启用它们。

source: Notifications are turned off. Use the button above to open Settings and enable notifications for this app.
de: Benachrichtigungen sind deaktiviert. Verwenden Sie die Schaltfläche oben, um die Einstellungen zu öffnen und Benachrichtigungen für diese App zu aktivieren.
es: Las notificaciones están desactivadas. Utilice el botón de arriba para abrir Configuración y habilitar notificaciones para esta aplicación.
fr: Les notifications sont désactivées. Utilisez le bouton ci-dessus pour ouvrir les paramètres et activer les notifications pour cette application.
zh_hans: 通知已关闭。使用上面的按钮打开“设置”并启用此应用程序的通知。

source: Notifications Enabled
de: Benachrichtigungen aktiviert
es: Notificaciones habilitadas
fr: Notifications activées
zh_hans: 通知已启用

source: Only Repeating Tasks
de: Nur wiederkehrende Aufgaben
es: Sólo tareas repetidas
fr: Uniquement les tâches répétitives
zh_hans: 仅重复任务

source: Open Clarity
de: Clarity öffnen
es: Claridad abierta
fr: Clarté ouverte
zh_hans: 开放清晰度

source: Open Development Tools
de: Entwicklungswerkzeuge öffnen
es: Herramientas de desarrollo abiertas
fr: Outils de développement ouverts
zh_hans: 开放开发工具

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
zh_hans: 打开设置

source: Open Settings to Allow
de: Einstellungen öffnen, um zu erlauben
es: Abra Configuración para permitir
fr: Ouvrir les paramètres pour autoriser
zh_hans: 打开设置以允许

source: Overall Progress
de: Gesamtfortschritt
es: Progreso general
fr: Progrès global
zh_hans: 总体进展

source: Overall Target
de: Gesamtziel
es: Objetivo general
fr: Objectif global
zh_hans: 总体目标

source: Overdue
de: Überfällig
es: Atrasado
fr: En retard
zh_hans: 逾期

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld de %2$lld
zh_hans: 第 %1$lld 页（共 %2$lld）

source: Pomodoro Alarm Sound
de: Pomodoro-Alarmton
es: Sonido de alarma Pomodoro
fr: Son d'alarme Pomodoro
zh_hans: 番茄钟闹钟声音

source: Pomodoro Duration (seconds)
de: Pomodoro-Dauer (Sekunden)
es: Duración de Pomodoro (segundos)
fr: Durée Pomodoro (secondes)
zh_hans: 番茄钟持续时间（秒）

source: Pomodoro Sound
de: Pomodoro-Ton
es: Sonido Pomodoro
fr: Son Pomodoro
zh_hans: 番茄钟声音

source: Populate Sample Tasks
de: Beispielaufgaben befüllen
es: Completar tareas de muestra
fr: Remplir des exemples de tâches
zh_hans: 填充示例任务

source: Populate Specific Day Tasks
de: Aufgaben für bestimmten Tag befüllen
es: Completar tareas de días específicos
fr: Remplir les tâches quotidiennes spécifiques
zh_hans: 填充特定的日任务

source: Preview
de: Vorschau
es: Avance
fr: Aperçu
zh_hans: 预览

source: Productivity Heatmap
de: Produktivitäts-Heatmap
es: Mapa de calor de productividad
fr: Carte thermique de productivité
zh_hans: 生产力热图

source: Recurrence
de: Wiederholung
es: Reaparición
fr: Récurrence
zh_hans: 复发

source: Reflects current system authorization for notifications
de: Zeigt die aktuelle Systemberechtigung für Benachrichtigungen an
es: Refleja la autorización actual del sistema para notificaciones.
fr: Reflète l'autorisation actuelle du système pour les notifications
zh_hans: 反映当前系统对通知的授权

source: Refresh Status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
zh_hans: 刷新状态

source: Regenerate
de: Neu generieren
es: Regenerado
fr: Régénérer
zh_hans: 再生

# Remove '%@' from %lld tasks and delete the category?
source: Remove '%1$@' from %2$lld tasks and delete the category?
de: '%1$@' aus %2$lld Aufgaben entfernen und Kategorie löschen?
es: ¿Eliminar '%1$@' de %2$lld tareas y eliminar la categoría?
fr: Supprimer '%1$@' des tâches %2$lld et supprimer la catégorie ?
zh_hans: 要从 %2$lld 任务中删除“%1$@”并删除该类别吗？

source: Remove Custom Sound
de: Benutzerdefinierten Ton entfernen
es: Eliminar sonido personalizado
fr: Supprimer le son personnalisé
zh_hans: 删除自定义声音

source: Repeat Interval
de: Wiederholungsintervall
es: Repetir intervalo
fr: Intervalle de répétition
zh_hans: 重复间隔

source: Repeating
de: Wiederkehrend
es: repitiendo
fr: Répéter
zh_hans: 重复

source: Repeating Task
de: Wiederkehrende Aufgabe
es: Tarea repetitiva
fr: Tâche répétitive
zh_hans: 重复任务

source: Repeating Task?
de: Wiederkehrende Aufgabe?
es: ¿Tarea repetida?
fr: Tâche répétitive ?
zh_hans: 重复任务？

source: Replace Custom Sound
de: Benutzerdefinierten Ton ersetzen
es: Reemplazar sonido personalizado
fr: Remplacer le son personnalisé
zh_hans: 替换自定义声音

source: Requires iOS 26 or later • Powered by Apple Intelligence
de: Erfordert iOS 26 oder neuer • Unterstützt von Apple Intelligence
es: Requiere iOS 26 o posterior • Desarrollado por Apple Intelligence
fr: Nécessite iOS 26 ou version ultérieure • Propulsé par Apple Intelligence
zh_hans: 需要 iOS 26 或更高版本 • 由 Apple Intelligence 提供支持

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
zh_hans: 重置一切

source: Returns a list of your tasks
de: Gibt eine Liste Ihrer Aufgaben zurück
es: Devuelve una lista de sus tareas
fr: Renvoie une liste de vos tâches
zh_hans: 返回您的任务列表

source: Save
de: Sichern
es: Ahorrar
fr: Sauvegarder
zh_hans: 节省

source: Second Left
de: Zweite Links
es: Segunda izquierda
fr: Deuxième à gauche
zh_hans: 左第二个

source: Second Right
de: Zweite Rechts
es: Segunda derecha
fr: Deuxième à droite
zh_hans: 右二

source: See your completed tasks
de: Ihre abgeschlossenen Aufgaben anzeigen
es: Ver tus tareas completadas
fr: Voir vos tâches terminées
zh_hans: 查看您已完成的任务

source: Select Categories
de: Kategorien auswählen
es: Seleccionar categorías
fr: Sélectionnez les catégories
zh_hans: 选择类别

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionnez une date
zh_hans: 选择日期

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
zh_hans: 已选择

source: Set a target for total tasks to complete each week across all categories
de: Legen Sie ein Ziel für die Gesamtanzahl der pro Woche abzuschließenden Aufgaben in allen Kategorien fest
es: Establezca un objetivo para el total de tareas a completar cada semana en todas las categorías.
fr: Fixez un objectif de tâches totales à accomplir chaque semaine dans toutes les catégories
zh_hans: 设定每周完成所有类别总任务的目标

source: Set hide focus state
de: Fokusstatus ausblenden
es: Establecer estado de enfoque oculto
fr: Définir l'état de masquage du focus
zh_hans: 设置隐藏焦点状态

source: Set show focus state
de: Fokusstatus anzeigen
es: Establecer estado de enfoque de visualización
fr: Définir l'état du focus d'affichage
zh_hans: 设置显示焦点状态
